{
    "Abstract": "Abstract\nThis study aimed to investigate the effect of string tension and heat on the coefficient of\nrestitution (COR) of badminton racket strings. It is widely believed in the badminton community\nthat higher string tensions result in lower rebound velocity of the birdie, but previous literature\nhas been inconclusive. Previous literature regarding temperature and string tension shows that\nexposure to high temperatures significantly decreases string tension in tennis rackets. Little\nresearch has been done to explore this phenomenon in badminton rackets. We aimed to provide\ninsight for badminton players of all levels on appropriate racket storage and determine if an\ninternational player traveling to different countries with different temperatures would need to\nadjust their string tension accordingly. We predicted an inverse linear relationship between string\ntension and the COR, and an increase in the COR for all string tensions measured after a\ntemperature increase. Our procedure involved measuring the COR of a racket across varying\nstring tensions while at room temperature and after being heated. We planned to use the same\nracket and string type for all trials. The data showed that there is a statistically significant effect\non the COR across certain ranges as string tension increases, as well as when strings are heated\nacross certain tensions. This indicated that leaving a badminton racket outside on a hot summer\nday will have little impact on racket performance across most tension ranges.\n",
    "Introduction": "Introduction\nHaving over 100 million licensed players through the international badminton federation,\nbadminton is one of the most played sports in the world (CKYew, 2022). Requiring only a racket,\na net and a birdie, badminton is an accessible game for players of all levels. Professional players\nspend years honing their skills and finding an optimal racket and string tension. However, it has\nbeen seen that string tension in tennis rackets decreases after prolonged exposure to high\ntemperatures (Lindsey, 2016). Assuming the same is true in commercial badminton strings, this\ncould have a drastic influence on how a racket performs, namely, on its COR. The COR is\ndefined as the ratio of the absolute final to absolute initial relative velocity between the birdie\nand racket after a collision. This value helps determine the efficiency of energy transfer between\nan object striking a surface, which impacts the speed and trajectory of a birdie launched off of a\nracket. A higher COR value would lead to an increased efficiency of energy transfer, resulting in\nhigher birdie rebound velocities for the same swing and impact velocity. Understanding the\neffect of tension on the COR of badminton racket strings is important for players as it allows\nthem to select an appropriate racket and string tension for their playing style and level of\nexpertise. For instance, beginners tend to use rackets with lower string tensions, as it is believed\nto provide more power and consistency. On the other hand, advanced players, who can already\ngenerate sufficient power, tend to prefer a racket with a higher string tension value for greater\nshot accuracy and control(Yumo, 2021). It is from these descriptions of different string tensions\nthat we hypothesized that lower string tensions have higher COR values. To quote Yumo (2021),\na sporting goods store specializing in racket sports, “A softer (looser) string bed means that there\nis more \"bounce/repulsion\" from the strings and therefore the player can easily get power even if\nthey lack the proper technique or strength”. Furthermore, it has been found that stiffness in\npolymers, such as the nylon based polymer of badminton strings, decreases after exposure to\nhigh temperatures (Mahieux and Reifsnider, 2001). We hypothesized that heated, less stiff strings\nat higher tensions would mimic strings at lower string tensions, which meant an increase of\nstring temperature would increase the COR measured at any given string tension. By measuring\nthe COR of a badminton racket across various commonly used tensions and a realistic\ntemperature variation, this study aimed to determine if there was a relationship between string\ntension and COR and find whether there would be any significant impact on the COR, thus the\napparent string tension, after exposure of a badminton racket’s strings to high temperatures.\n",
    "Methodology": "Methodology\nPlayers tend to hit the birdie near the center of the racket\nand slightly off to one side (Naylor et al., 2020) (Figure 1). Thus,\nall trials were done at this point on the racket. We used a Li-Ning\nAirstream NSSIII racket with Black Knight strings (Figure 2). The\nracket was restrung in between trials to mitigate any potential\ndeformation of strings due to exposure to high temperatures, as\nthere is a permanent effect on tennis string characteristics after\nheating which may extend to badminton strings (Lindsey,\n2016). To test the COR, we dropped a lacrosse ball from 30\ncm onto the strings of the racket, which was clamped down\nbetween two stable desks. The rebound heights were\nrecorded using an iPhone 10 camera and tripod situated 1m\naway. Initially, data was collected having the racket\ndirectly clamped flat onto a desk, but was recollected with\nthe racket clamped between two desks to ensure there was\nnothing directly below the string bed. This was done to mitigate the effect on the COR measured\nin case the string bed rebounded off the table as the ball impacted the racket. Using the data\ncollected, we approximated the effects of drag to be negligible and used the following equation\nto calculate the COR for each trial (Elert) (1):\n(1).\nWe opted against the use of badminton birdies, as their more complex shape and lighter weight\nwould make recording the drop and rebound heights difficult, and introduce more complex drag\nforces which would be difficult to account for. To test the effect of temperature on the COR, we\nincreased the temperature of the strings by as much as possible using a blow dryer (with our\nblow dryer at +10o C change was possible), while using an infrared thermal imaging camera to\nkeep track of the temperature of strings. The temperature of the racket frame was disregarded as\nthere is little influence of small temperature changes on a carbon frame (Huang 2019). We then\ndid as many trials as possible while the strings remained at the elevated temperature. Data on\nrebound heights at room temperature and elevated temperatures were collected in 2-pound (8.9\nN) intervals, ranging from 20 to 30 pounds (89.0 N to 133.4 N) of tension. With this data, we\ndetermined the relationship between string tension and the COR. We also determined the\nrelationship between temperature and the COR, to see if a temperature change would result in a\nshift in apparent string tension.\nData\nFigure 3: Blue points and error bars represent the means and standard deviations of the CORs of\nstring tensions at room temperature. Orange points and error bars represent the means and\nstandard deviations when temperature of the strings has been increased. Each point is a mean of\naround 10-20 values. Both the blue and orange points are relatively constant from 20-26 pounds,\nbut decrease significantly afterwards\nThe data shows that the COR is relatively constant at around 0.973 until 26 pounds\n(115.6 N) of tension, at which point it decreased significantly, to 0.953 at 28 pounds (124.6 N)\nand 0.914 at 30 pounds (133.4 N). Something to note is that the 0 of the y-axis has been\nsuppressed in this graph, and the percent difference between 26 pounds and 30 pounds of tension\nis 6.4%. The COR measured at ~31o C only showed a statistically significant difference from the\nCOR measured at ~21o C, at 28 pounds.\nIt was confirmed through a two-way ANOVA test (see appendix) that there was a\nstatistically significant impact of varying string tension on the COR, but there was no significant\nimpact of temperature change on the COR. A set of t-tests (see appendix) also confirms that\nthere was a statistically significant decrease in the COR from 26 to 28 pounds of tension, as well\nas from 28 to 30 pounds of tension.\nDiscussion\nThe threshold p-value, usually 0.05, is the chance (5% for 0.05) that the difference in\ncitation styles. Also suggested that we elaborate upon the methodology.\nResponse: We fixed our grammatical errors, and provided justifications for our methods in the\nmethodology.\nReviewer 4 and 5: These reviewers suggested that we watch our use of commas to ensure they\nare correct. Also pointed out run-on sentences, as well as suggested that we use consistent\ncitation styles. They also suggested that we elaborate upon the methodology and make our\nfigures more clear, as well as discuss how the blow dryer may not be an accurate heat source.\nResponse: We fixed our grammatical errors, and provided justifications for our methods in the\nmethodology. We also converted pounds to newtons on our figures as they suggested, as well as\nadded how heat being added by means of blow dryer may not be a reliable heat source.\nSincerely,\nMudassir and Dayton.\nAuthor Contributions:\nWork was divided in the following way:\nDayton and Mudassir both designed the project together. Majority of data collection and\nstatistical analysis was done by Dayton. Each section of the paper was written and edited\ntogether.\n\n",
    "Results": "results could have resulted from random chance. A lower value indicates a more statistically\nsignificant difference, since there would be a less than 5% chance that the differences could have\nresulted from random chance or uncontrollable variables.\nFrom the two-way ANOVA, we can conclude that there is a significant impact from\nstring tension on COR, since the p-value, 0.004718, is less than the threshold value of 0.05. From\nvisual analysis, this is only the case at higher tensions, which we theorize is due to slight\ndifferences in experimental procedure, as in the lower tensions (20-24 pounds or 89.0-97.9 N),\nexperiments were performed without clamps and manually held down due to location\nconstraints. Additionally, the test reveals that there is no significant impact of temperature on the\nCOR of badminton strings. From a visual analysis of the plotted data the COR is relatively\nconstant until 26 pounds, at which point it decreases significantly going from 26 to 28 pounds,\nand again from 28 to 30 pounds. The significance of the decrease was confirmed with t-tests (see\nFigure 7 in the appendix).\nWe predict that the higher the string tension, the more akin to a concrete floor the string\nbed is like, therefore a lower COR would be found at higher tensions. We also predict that at\nvery low string tensions, there would be no rebound of the ball, as strings would absorb all of the\nball’s kinetic and potential energy. For this reason, we theorize there may be a peak in the COR\nin a range below 26 pounds of tension, and that it tapers off to a lower value as the tension\nincreases past 26 pounds of tension. To see the peak, we would need to take data at lower string\ntensions below 20 pounds. At 28 pounds of tension, we saw an increase in temperature have the\nopposite effect on string tension from what we expected, which was a decrease in COR. This\nmay have been an outlier, as the COR of every other string tension remained constant even after\nthe temperature was increased. This difference should be the subject of further experimentation.\nSeeing how temperature has no significant impact on the COR of a racket across most\nstring tensions suggests that small temperature changes will not influence racket performance.\nThe lack of statistically significant differences in COR across temperatures suggests that storing\na racket in warm temperatures has no apparent effect on racket performance. However, we were\nonly able to increase the strings’ temperature by 10o C, while the temperature in a car left in the\nsun can reach up to 70o C (Dadour et al., 2011). Whether the COR of each trial was solely a\nfunction of changing string tension and temperature and not of any variable associated with the\nracket frame is not entirely known, however, it can be assumed that the increase in temperature\ndid not affect the carbon fibre badminton racket frame, as carbon fibre is heat resistant and is\nseen to be unaffected after being exposed to temperatures exceeding 400o Celsius (Yang et al.,\n2019). An error that may have affected the results includes data collection methods, as the ball\ndid not bounce in the exact same spot every time, increasing uncertainty in the measured COR.\nThe positioning of the recording device may have also increased uncertainties, as due to parallax,\nthe line of sight with the bottom of the ball and the lines on the ruler and the phone camera are\noften not parallel to the ground, which meant the height measurements taken above and below\nthe horizontal plane of the camera have increasingly higher uncertainties. We attempted to negate\nthis effect as much as possible by placing the recording device as far away from the trial area as\npossible.\nExperimental limitations and improvements\nOne limitation of our study is that we are using a ball instead of a birdie. The impulse\nimparted on a lacrosse ball dropped at 30 cm is much less than the impulse imparted on a birdie\nstruck at almost 500 km/h. Additionally, using a blow dryer, we were only able to increase the\ntemperature of the strings by a maximum of 10o C to around 31o C, while the temperature of a\ncar cabin in the sun can reach up to 70o C (Dadour et al., 2011). Another source of error may\ncome from the stringing machine and the stringing process, which may not string the racket with\nthe exact amount of force wanted. We also only took data in the 20-30 pounds range of string\ntension, but we should take more data below and above this range to see if any trends are missing\nfrom the current set of data. To better represent the impulse imparted on a birdie by the racket\nstrings during a badminton match, future experiments should involve dropping a ball from\ngreater heights. To heat the strings to higher temperatures, future experiments could also make\nuse of heat guns instead of a blow dryer. Finally, the string tension and temperature are only few\nof many factors affecting how a racket may feel when playing badminton in real life. Thus, other\nvariables and their effects on COR should be tested, such as string material, string diameter, and\nthe number of filaments in a string.\nConcluding Remarks\nThe results from the data show that in our lower range of string tensions (20-26 pounds),\nthere is no statistical difference in the COR as a function of string tension. At higher string\ntensions (28-30 pounds), the COR decreases significantly. Finally, the impact of temperature on\nthe COR across all string tensions was statistically insignificant, except at 28 pounds, where\nincreasing temperature decreased the COR, thus mimicking higher string tension. The data\nindicates that a player who prefers a string tension of 20 to 26 pounds does not need to adjust\ntheir string tension to accommodate for hot temperatures. Further data collection across wider\nranges of string tensions and greater temperature variations will be required to propose a\nconcrete model for the effect of string tension and temperature on the coefficient of restitution of\nbadminton racket strings.\nBibliography\nCKYew. (2022, May 24). Men’s and Women’s Singles Pro Badminton Players Badminton\nRacket, Strings & Tensions. CKYew.\nhttps://www.ckyew.com/post/men-s-and-women-s-singles-pro-badminton-players-badmi\nnton-racket-strings-tensions\nDadour, I. R., Almanjahie, I., Fowkes, N. D., Keady, G., & Vijayan, K. (2011). Temperature\nvariations in a parked vehicle. Forensic Science International, 207(1-3), 205–211.\nhttps://doi.org/10.1016/j.forsciint.2010.10.009\nElert, G. (2009). Coefficients of Restitution - The Physics Factbook. Hypertextbook.com.\nhttps://hypertextbook.com/facts/2006/restitution.shtml#:~:text=Coefficient%20of%20Res\ntitution%20%3D%20speed%20up%2Fspeed%20down.&text=Where%20v%20%3D%20\nvelocity%2C%20g%20%3D\nLindsey, C. (2016, June 16). The Effect of Temperature on Tennis String Tension and Stiffness.\nTwu.tennis-Warehouse.com.\nhttps://twu.tennis-warehouse.com/learning_center/temperature.php\nMahieux, C. A., & Reifsnider, K. L. (2001). Property modeling across transition temperatures in\npolymers: a robust stiffness–temperature model. Polymer, 42(7), 3281–3291.\nhttps://doi.org/10.1016/s0032-3861(00)00614-5\nMcErlain-Naylor, S. A., Towler, H., Afzal, I. A., Felton, P. J., Hiley, M. J., & King, M. A.\n(2020). Effect of racket-shuttlecock impact location on shot outcome for badminton\nsmashes by elite players. Journal of Sports Sciences, 38(21), 2471–2478.\nhttps://doi.org/10.1080/02640414.2020.1792132\nYang, Y., Jiang, Y., Liang, H., Yin, X., & Huang, Y. (2019). Study on Tensile Properties of CFRP\nPlates under Elevated Temperature Exposure. Materials, 12(12), 1995.\nhttps://doi.org/10.3390/ma12121995\nYumo. (2021, March 27). How to Choose a Badminton String and String Tension | Badminton\nEssent – Yumo Pro Shop - Racquet Sports online store. Yumo.ca.\nhttps://yumo.ca/blogs/badminton-information/25794116-how-to-choose-a-badminton-stri\nng-and-string-tension#:~:text=A%20higher%20tension%20means%3A%20-a%20harder\n%20%28tighter%29%20string\nAppendix:\nFigure 5: Results of two way ANOVA test. It shows that there is a significant impact of string\ntension on the COR (p-value < 0.05), there is no significant impact of temperature on the COR\n(p-value > 0.05), and there is no significant impact from the interaction between string tension\nand temperature (p-value > 0.05).\nSource of variation\nP-value\nString tension\n0.004718\nTemperature increase\n0.552906\nInteraction between string tension and\ntemperature increase\n0.747726\nFigure 7: Results of t-tests. In all comparisons, there is a significant impact of string tension\n(p-values > 0.05).\n26 vs 28 pounds\n28 vs 30 pounds\n26 vs 30 pounds\nP-values\n0.926\n0.858\n1.00\nApril 2, 2023\nDear Science One Instructors,\nWe have carefully reviewed all of the comments from my peers and mentor, and have revised the\nmanuscript accordingly. Our responses are given below.\nReviewer 1: This reviewer suggested including experimental limitations as well as comparisons\nof our data to literature values.\nResponse: We added comparisons of our results to literature values. We also expanded on our\nexperimental limitations to include more specific concepts.\nReviewer 2 and 3: These reviewers suggested that we watch our use of commas to ensure they\nare correct. Also pointed out run-on sentences, as well as suggested that we use consistent\n",
    "Conclusion": "",
    "Metadata": {
        "Author": null,
        "Creator": null,
        "Producer": "Skia/PDF m120 Google Docs Renderer",
        "Subject": null,
        "Title": "2022WT2AbstractMudassirAbbasDaytonSe_BrianMarcus",
        "Number of pages": 14
    }
}